Repository: andriiryzhkov/tsatu
Catalog: languages/*.po
Languages: uk

source: Oops! Something went wrong here.
uk: Ой! Щось тут пішло не так.

source: Nothing could be found at this location. Maybe try a search?
uk: Нічого не знайдено в цьому місці. Може скористаєтесь пошуком?

source: Comment navigation
uk: Навігація по коментарям

source: &larr; Older Comments
uk: &larr; Старі коментарі

source: Newer Comments &rarr;
uk: Нові коментарі &rarr;

source: Comments are closed.
uk: Коментарі закриті.

source: Nothing Found
uk: Нічого не знайдено

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
uk: Готові публікувати вашу першу публікацію? <a href="%1$s">Початок роботи тут</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
uk: На жаль, нічого не відповідає вашим пошуковим термінам. Будь ласка, спробуйте ще раз з іншими ключовими словами.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
uk: Здається, ми не можемо знайти те, що ви шукаєте. Можливо пошук допоможе.

source: Pages:
uk: Сторінки:

source: Share link on Facebook
uk: Поділитись посиланням на Фейсбуці

source: Share link on Twitter
uk: Поділитись посиланням в Твітері

source: Share link on VKontakte
uk: Поділитись посиланням у Вконтакті

source: Share link on Google+
uk: Поділитись посиланням в Гугл-плюсі

source: Share link on Pinterest
uk: Поділитись посиланням на Пінтересті

source: All rights reserved.
uk: Всі права захищені.

source: Back to top
uk: Повернутись вгору

source: Error locating %s for inclusion
uk: Помилка при пошуку %s для включення

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
uk: Ви використовуєте <strong>застарілий</strong> браузер. Будь ласка, <a href="http://browsehappy.com/">поновіть ваш браузер</a>, щоб поліпшити ваш досвід.

source: Theme Activation
uk: Активація теми

source: %s Theme Activation
uk: Активація теми %s

source: These settings are optional and should usually be used only on a fresh installation
uk: Ці параметри є необов'язковими і зазвичай слід використовувати тільки на новій установці

source: Create static front page?
uk: Створити статичну головну сторінку?

source: Yes
uk: Так

source: No
uk: Ні

source: Create a page called Home and set it to be the static front page
uk: Створити сторінку з назвою Home та призначити її статичною сторінкою

source: Home
uk: Головна сторінка

source: Install Required Plugins
uk: Встановіть необхідні плаґіни

source: Install Plugins
uk: Встановити плаґіни

source: Installing Plugin: %s
uk: Встановити плаґін: %s

source: Something went wrong.
uk: Щось пішло не так.

source: This theme requires the following plugin: %1$s.
uk: Ця тема потребує наступного плаґіну: %1$s.

source: This theme recommends the following plugin: %1$s.
uk: Ця тема рекомендує наступний плагін: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
uk: Вибачте, але ви не маєте правильного дозволу для установки плаґіну %s. Для допомоги в установці плаґіну, зверніться до адміністратора цього сайту.

source: The following required plugin is currently inactive: %1$s.
uk: Наступний необхідний плаґін наразі неактивний: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
uk: Наступний рекомендований плаґін наразі неактивний: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
uk: Вибачте, але у нас немає необхідних дозволів для активації плаґіну %s. Зв'яжіться з адміністратором цього сайту для допомоги з активації плаґіну.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
uk: Наступний плаґін має бути оновлений до останньої версії для забезпечення максимальної сумісності з темою: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
uk: Вибачте, але у нас немає необхідних дозволів для оновлення плаґіну %s. Зв'яжіться з адміністратором цього сайту для допомоги з оновлення плаґіну.

source: Begin installing plugin
uk: Встановити плаґін

source: Begin activating plugin
uk: Активувати плаґін

source: Return to Required Plugins Installer
uk: Повернутись до встановлювача необхідних плаґінів

source: Return to the dashboard
uk: Повернутися до Майстерні

source: Plugin activated successfully.
uk: Плаґін успішно активовано.

source: The following plugin was activated successfully:
uk: Наступні плаґіни були успішно активовані:

source: All plugins installed and activated successfully. %1$s
uk: Всі плаґіни успішно встановлені та активовані. %1$s

source: Dismiss this notice
uk: Прибрати це повідомлення

source: Return to the Dashboard
uk: Повернутися до Майстерні

source: Private Repository
uk: Приватне сховище

source: Pre-Packaged
uk: Попередньо упаковані

source: WordPress Repository
uk: Сховище WordPress

source: Required
uk: Обов'язковий

source: Recommended
uk: Рекомендований

source: Not Installed
uk: Не встановлений

source: Installed But Not Activated
uk: Встановлений але не активований

source: Install
uk: Встановити

source: Activate
uk: Активувати

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
uk: Немає плаґінів для установки та активації. <a href="%1$s" title="Повернутись до Майстерні">Повернутись до Майстерні</a>

source: Plugin
uk: Плаґін

source: Source
uk: Джерело

source: Type
uk: Тип

source: Status
uk: Статус

source: Install package not available.
uk: Пакет установки не доступний.

source: Downloading install package from <span class="code">%s</span>&#8230;
uk: Завантаження пакету установки з <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
uk: Розпаковка пакету&#8230;

source: Installing the plugin&#8230;
uk: Установка плаґіну&#8230;

source: Plugin install failed.
uk: Невдала установка плаґіну

source: Plugin installed successfully.
uk: Плаґін успішно встановлено.

source: Plugin activation failed.
uk: Невдала активація плаґіну.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
uk: Починається процес установки та активації. Цей процес може зайняти певний час на деяких серверах, тому, будь ласка, будьте терплячі.

source: %1$s installed and activated successfully.
uk: %1$s успішно встановлений і активований.

source: Show Details
uk: Показати деталі

source: Hide Details
uk: Приховати деталі

source: All installations and activations have been completed.
uk: Всі установки та активації завершені.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
uk: Встановлення і активація плаґіну %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
uk: Починається процес установки. Цей процес може зайняти певний час на деяких серверах, тому, будь ласка, будьте терплячі.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
uk: Виникла помилка під час установки %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
uk: Установка %1$s не вдалась.

source: %1$s installed successfully.
uk: %1$s успішно встановлено.

source: All installations have been completed.
uk: Всі установки завершені.

source: Installing Plugin %1$s (%2$d/%3$d)
uk: Встановлення плаґіну %1$s (%2$d/%3$d)

source: Abbreviation
uk: Абревіатура

source: Division type
uk: Тип підрозділу

source: &mdash; Select &mdash;
uk: &mdash; Оберіть &mdash;

source: Department
uk: Кафедра

source: Faculty
uk: Факультет

source: Office
uk: Відділ

source: Slider
uk: Слайдер

source: Show slider on front page
uk: Показувати слайдер на головній сорінці

source: Number of slides
uk: Кількість слайдів

source: Solial Icons
uk: Соціальні іконки

source: Enter links to accounts in social networks. If you do not use a certain network, leave the field empty.
uk: Введіть посилання на облікові записи в соціальних мережах. Якщо ви не використовуєте певну мережу, залиште поле порожнім.

source: VKontakte
uk: ВКонтакте

source: People & Courses
uk: Співробітники та дисципліни

source: People archive page
uk: Сторінка каталогу співробітників

source: Course archive page
uk: Сторінка каталогу дисциплін

source: Page %s
uk: Сторінка %s

source: Read more
uk: Читайте також

source: Permalink to %s
uk: Постійне посилання на %s

source: Follow us on
uk: Слідкуйте за нами в

source: Show All %s
uk: Показати всі %s

source: Primary Menu
uk: Головне меню

source: Footer Menu
uk: Меню нижнього колонтитула

source: Top Menu
uk: Меню заголовка

source: Information Menu
uk: Інформаційне меню

source: Deafult Sidebar
uk: Основна бічна панель

source: Page Sidebar
uk: Бічна панель сторінок

source: Footer %s
uk: Нижній колонтитул %s

source: Something went wrong with the plugin API.
uk: Щось пішло не так з API плаґіну.

source: All plugins installed and activated successfully. %s
uk: Всі плаґіни успішно встановлені та активовані. %s

source: Banners
uk: Банери

source: All Banners
uk: Всі банери

source: View Banner
uk: Переглянути банер

source: Add New Banner
uk: Додати новий банер

source: Add New
uk: Додати

source: Edit Banner
uk: Редагувати банер

source: Update Banner
uk: Оновити банер

source: Search Banners
uk: Шукати банер

source: No Banners found
uk: Жодного банеру не знайдено

source: Not Banners found in Trash
uk: Жодного банеру в Кошику не знайдено

source: banners
uk: банери

source: Banner
uk: Банер

source: Banner details
uk: Деталі банеру

source: URL:
uk: Посилання:

source: Courses
uk: Дисципліни

source: All Courses
uk: Всі дисципліни

source: View Course
uk: Переглянути дисципліну

source: Add New Course
uk: Додати нову дисципліну

source: Edit Course
uk: Редагувати дисципліну

source: Update Course
uk: Оновити дисципліну

source: Search Courses
uk: Шукати дисципліну

source: No Courses found
uk: Жодної дисципліни не знайдено

source: Not Courses found in Trash
uk: Жодної дисципліни в Кошику не знайдено

source: course
uk: дисципліна

source: Course
uk: Дисципліна

source: Lecture
uk: Провідний викладач

source: Not selected
uk: Не вибрано

source: Links
uk: Посилання

source: Separate links with commas
uk: Відокремлюйте посилання комами

source: Enter title of the course here
uk: Введіть тут назву дисципліни

source: Majors
uk: Напрямки

source: All Majors
uk: Всі напрямки

source: New Major Name
uk: Нова назва напрямку

source: Add New Major
uk: Додати новий напрямок

source: Edit Major
uk: Редагувати напрямок

source: Update Major
uk: Оновити напрямок

source: Separate majors with commas
uk: Відокремлюйте напрямки комами

source: Search Majors
uk: Шукати напрямок

source: Add or remove majors
uk: Додати або видалити напрямок

source: Choose from the most used majors
uk: Вибрати серед найбільш вживаних напрямків

source: Not Found
uk: Не знайдено

source: Levels
uk: ОКР

source: All Levels
uk: Всі ОКР

source: New Level Name
uk: Нова назва ОКР

source: Add New Level
uk: Додати новий ОКР

source: Edit Level
uk: Редагувати ОКР

source: Update Level
uk: Оновити ОКР

source: Separate levels with commas
uk: Відокремлюйте ОКР комами

source: Search Levels
uk: Шукати ОКР

source: Add or remove levels
uk: Додати або видалити ОКР

source: Choose from the most used levels
uk: Вибрати серед найбільш вживаних ОКР

source: Years
uk: Курси

source: All Years
uk: Всі курси

source: New Year Name
uk: Нова назва курсу

source: Add New Year
uk: Додати новий курс

source: Edit Year
uk: Редагувати курс

source: Update Year
uk: Оновити курс

source: Separate years with commas
uk: Відокремлюйте курси комами

source: Search Years
uk: Шукати курс

source: Add or remove years
uk: Додати або видалити курс

source: Choose from the most used years
uk: Вибрати серед найбільш вживаних курсів

source: People
uk: Співробітники

source: Parent Profile:
uk: Батьківський профіль

source: All People
uk: Всі співробітники

source: View Profile
uk: Переглянути профіль

source: Add New Profile
uk: Додати новий профіль

source: Edit Profile
uk: Редагувати профіль

source: Update Profile
uk: Оновити профіль

source: Search Profiles
uk: Шукати профілі

source: No Profiles found
uk: Не знайдено жодного профілю

source: Not Profiles found in Trash
uk: Жодного профілю в Кошику не знайдено

source: people
uk: співробітники

source: Faculty and Staff
uk: Співробітники

source: Profile details
uk: Деталі профілю

source: Contact Details
uk: Контактна інформація

source: Office:
uk: Кабінет:

source: Phone number:
uk: Номер телефону:

source: Email:
uk: Електронна пошта:

source: Social Networks
uk: Соціальні мережі

source: Enter the last name and first name of the individual here
uk: Введіть тут прізвище, ім'я та по батькові співробітника

source: Positions
uk: Посади

source: All Positions
uk: Всі посади

source: New Position Name
uk: Нова назва посади

source: Add New Position
uk: Додати нову посаду

source: Edit Position
uk: Редагувати посаду

source: Update Position
uk: Оновити посаду

source: Separate positions with commas
uk: Відокремлюйте посади комами

source: Search Position
uk: Пошук посад

source: Add or remove Positions
uk: Додати або видалити посаду

source: Choose from the most used positions
uk: Вибрати серед найбільш вживаних посад

source: Degrees
uk: Ступені

source: All Degrees
uk: Всі ступені

source: New Degree Name
uk: Нова назва ступеню

source: Add New Degree
uk: Додати нову ступінь

source: Edit Degree
uk: Редагувати ступінь

source: Update Degree
uk: Оновити ступінь

source: Separate degrees with commas
uk: Відокремлюйте ступені комами

source: Search Degree
uk: Шукати ступені

source: Add or remove Degrees
uk: Додати або видалити ступінь

source: Choose from the most used degrees
uk: Вибрати серед найбільш вживаних ступеней

source: Titles
uk: Звання

source: All Titles
uk: Всі звання

source: New Title Name
uk: Нова назва звання

source: Add New Title
uk: Додати нове звання

source: Edit Title
uk: Редагувати звання

source: Update Title
uk: Оновити звання

source: Separate titles with commas
uk: Відокремлюйте звання комами

source: Search Titles
uk: Шукати звання

source: Add or remove titles
uk: Додати або видалити звання

source: Choose from the most used titles
uk: Вибрати серед найбільш вживаних звань

source: <h2>Biography</h2>
uk: <h2>Біографія</h2>

source: Slides
uk: Слайди

source: All Slides
uk: Всі слайди

source: View Slide
uk: Переглянути слайд

source: Add New Slide
uk: Додати новий слайд

source: Edit Slide
uk: Редагувати слайд

source: Update Slide
uk: Оновити слайд

source: Search Slides
uk: Пошук слайдів

source: No Slides found
uk: Жодного слайду не знайдено

source: Not Slides found in Trash
uk: Жодного слайду в Кошику не знайдено

source: slides
uk: слайди

source: Slide
uk: Слайд

source: Slide details
uk: Деталі слайду

source: Internal relative URL:
uk: Внутрішнє відносне посилання:

source: Call to Action
uk: Заклик до дії

source: Button
uk: Кнопка

source: No location found for the entered address.
uk: За введеною адресою жодного місця не знайдено.

source: Invalid request. Address is missing
uk: Невірний запит. Відсутня адреса.

source: Something went wrong while retrieving your map.
uk: Щось пішло не так під час отримання вашої карти.

source: Unable to contact Google API service.
uk: Не можу встановити зв'язок з службою Google API.

source: Arbitrary
uk: Довільний

source: This widget area can be used for [widget] shortcode.
uk: Ця область віджетів може використовуватися для шорткодів [widget].

source: Shortcode
uk: Шорткод

source: Please save this first.
uk: Будь ласка, спочатку збережіть віджет.

source: Text...
uk: Текст...

source: Click to edit
uk: Клацніть, щоб змінити

source: Number of columns
uk: Кількість стовпців

source: Input number from 1 - 12
uk: Введіть число від 1-12

source: Grid
uk: Сітка

source: Offset
uk: Зсув

source: Preview
uk: Попередній перегляд

source: Insert
uk: Вставити

source: Choose widget you want to insert.
uk: Виберіть віджет який ви хочете вставити.

source: Posts navigation
uk: Навігація публікації

source: Older posts
uk: Старі публікації

source: Newer posts
uk: Нові публікації

source: Post navigation
uk: Навігація публікації

source: Posted in %1$s
uk: Опубліковано в %1$s

source: Tagged %1$s
uk: Відмічено %1$s

source: Leave a comment
uk: Залишити коментар

source: 1 Comment
uk: 1 коментар

source: % Comments
uk: % коментарів

source: Edit
uk: Редагувати

source: Category: %s
uk: Категорія: %s

source: Tag: %s
uk: Теґ: %s

source: Author: %s
uk: Автор: %s

source: Year: %s
uk: Рік: %s

source: Month: %s
uk: Місяць: %s

source: Day: %s
uk: День: %s

source: Archives: %s
uk: Архіви: %s

source: Archives
uk: Архіви

source: Add banners to the page
uk: Додати банери на сторінку

source: Title:
uk: Назва:

source: Add a Call to action box
uk: Додати текст заклику до дії

source: Image URL:
uk: Посилання зображення:

source: Call text:
uk: Текст заклику:

source: Button Text:
uk: Текст кнопки:

source: Button URL:
uk: Посилання кнопки:

source: Add a department welcome screen
uk: Додає екран вітання кафедри

source: Department Welcome
uk: Вітання кафедри

source: Welcome text:
uk: Текст вітання:

source: List of correspoding pages
uk: Список відповідних сторінок

source: Pages Navigation
uk: Навігація сторінок

source: Exclude:
uk: Виключити:

source: Page IDs, separated by commas.
uk: Ідентифікатори сторінки, розділені комами.

source: Recent Posts
uk: Останні публікації

source: View All News
uk: Переглянути всі новини

source: Service item with url
uk: Служба з посиланням

source: Service
uk: Служба

source: Icon:
uk: Іконка:

source: Link:
uk: Посилання:

source: Shortlink
uk: Корисне посилання

source: Shortlink Title
uk: Назва короткого посилання

source: Icon
uk: Іконка

source: Link
uk: Посилання

source: Title
uk: Заголовок

source: Name of Font Awesome icon.
uk: Назва іконки Font Awesome.

source: Add slider to the page
uk: Додає слайдер на сторінку

source: Social icons list
uk: Список іконок соціальних мереж

source: Social icons
uk: Соціальні іконки

source: Follow us
uk: Ми в соцмережах

source: Thumbnail for current post or page
uk: Мініатюра для поточної публікації або сторінки

source: Thumbnail
uk: Мініатюра

source: Search Results for: %s
uk: Результати пошуку для: %s

source: Search
uk: Пошук

source: Lecture:
uk: Провідний викладач:

source: Education and Information Portal of TSATU
uk: Навчально-інформаційний портал ТДАТУ

source: TSATU
uk: ТДАТУ

source: Official theme for websites of Tavria State Agrotechnological University
uk: Офіційна тема оформлення веб-сайтів Таврійського державного агротехнологічного університету

source: Andrii Ryzhkov
uk: Андрій Рижков

source: Full Page
uk: Повна сторінка

# comments title
source: One thought on &ldquo;%2$s&rdquo;
uk: %1$s комент до &ldquo;%2$s&rdquo;

# Post Type General Name
source: Banners
uk: Банери

# Post Type General Name
source: Courses
uk: Дисципліни

# Post Type General Name
source: People
uk: Співробітники

# Post Type General Name
source: Slides
uk: Слайди

# Post Type Singular Name
source: Banner
uk: Банер

# Post Type Singular Name
source: Course
uk: Дисципліна

# Post Type Singular Name
source: People
uk: Співробітник

# Post Type Singular Name
source: Slide
uk: Слайд

# Taxonomy General Name
source: Major
uk: Напрями

# Taxonomy General Name
source: Level
uk: ОКР

# Taxonomy General Name
source: Year
uk: Курси

# Taxonomy General Name
source: Positions
uk: Посади

# Taxonomy General Name
source: Degrees
uk: Ступені

# Taxonomy General Name
source: Title
uk: Звання

# Taxonomy Singular Name
source: Major
uk: Напрям

# Taxonomy Singular Name
source: Level
uk: ОКР

# Taxonomy Singular Name
source: Year
uk: Курс

# Taxonomy Singular Name
source: Position
uk: Посада

# Taxonomy Singular Name
source: Degree
uk: Ступінь

# Taxonomy Singular Name
source: Title
uk: Звання

# post format archive title
source: Asides
uk: Примітка

# post format archive title
source: Galleries
uk: Галерея

# post format archive title
source: Images
uk: Зображення

# post format archive title
source: Videos
uk: Відео

# post format archive title
source: Quotes
uk: Цитата

# post format archive title
source: Links
uk: Посилання

# post format archive title
source: Statuses
uk: Статус

# post format archive title
source: Audio
uk: Аудіо

# post format archive title
source: Chats
uk: Чат
